module.exports = [
  {
    "id": "WM054",
    "name": "手推車工",
    "req": "3+",
    "desc": "當你從建築資源累積格得到恰好1個建築資源時，你獲得額外的1份食物或是任意1個建築資源。在4或5人遊戲，你獲得額外的1份食物和任意1個建築資源。"
  },
  {
    "id": "WM015",
    "name": "破瓦殘礫商",
    "req": "3+",
    "desc": "當你將你的磚屋翻修之後，你獲得2塊磚頭。一旦你住在磚屋或石屋，每當其他玩家將他的木屋/磚屋翻修時，你獲得2根木頭/2塊磚頭。"
  },
  {
    "id": "WM043",
    "name": "資源貸款商",
    "req": "3+",
    "desc": "每次你從行動格取得建築資源時，你可以選擇不放入個人供應區，並將其中一種資源加一個，將這些資源放在接下來的回合行動格上，每回合放一個資源，順序由你決定。若回合數不夠則丟棄多餘的，在這些回合開始時，你獲得放置行動格上的資源。"
  },
  {
    "id": "WM033",
    "name": "侍女",
    "req": "3+",
    "desc": "若你在第一季打出此卡，從你個人供應區拿一個家庭成員圓盤放在第12回合行動格上。第12回合開始時，不論你家是否有空房間，你都可以支付2份食物，獲得這個家庭成員並且在第12回合即可開始執行行動。"
  },
  {
    "id": "WM038",
    "name": "極簡主義者",
    "req": "3+",
    "desc": "遊戲結束時，若你面前有0/1/2/3張發展卡，則你獲得9/6/4/2點的紅利分數。",
    "bonus": "有"
  },
  {
    "id": "WM040",
    "name": "永續農耕者",
    "req": "1+",
    "desc": "你可以在農莊中每格未使用的區域上種植小麥。這些格子視為麥田計算，且不須與田相鄰。你隨時可以將這些格子上的小麥退還公用區，遊戲結束時(或當這張卡被蓋起來或被移除時)則必須將這些格子上的小麥全數退還至公用區。"
  },
  {
    "id": "WM025",
    "name": "教父",
    "req": "3+",
    "desc": "每次你派遣家庭成員執行與第2季及第5季的已被佔領的「增加家庭成員」行動格相鄰的行動格，執行行動之前，你獲得1份小麥。"
  },
  {
    "id": "WM017",
    "name": "工程師",
    "req": "3+",
    "desc": "每當你打出發展卡時，在支付其費用之前你獲得1份食物，若該發展卡費用含有石頭，則你改為獲得2份食物。"
  },
  {
    "id": "WM004",
    "name": "討價還價麵包師",
    "req": "1+",
    "desc": "每當你購買有烤爐符號的發展卡，購買之前你得到1份小麥。所有烤爐對你而言可少支付1個你選擇的資源。"
  },
  {
    "id": "WM049",
    "name": "日出愛慕者",
    "req": "1+",
    "desc": "在接下來的3個回合開始時，你可以支付2份食物，在你農莊最東邊的3個格子犁一片田(東邊指的是起始房屋位置對面的那一邊)。若你選擇不支付食物，則棄掉此卡。"
  },
  {
    "id": "WM008",
    "name": "麵包搬運工",
    "req": "1+",
    "desc": "每當有任何玩家購置烤爐時，在之後的每個回合行動格中，各擺1份食物。在這些回合開始時領取該格上的食物。(若你在打出此卡時已經有人購置烤爐了，則在打出此卡的當下擺放食物。即使有多個烤爐被買，你只會得到一次食物。)"
  },
  {
    "id": "WM018",
    "name": "建築專家",
    "req": "3+",
    "desc": "每當任何玩家(包括你自己)擴建至少一間房間時，必須將其中1份支付的資源放在此卡上，你可以將此卡上的資源用於擴建或翻修。"
  },
  {
    "id": "WM055",
    "name": "木頭工人",
    "req": "3+",
    "desc": "每次你執行行動後，可以從你個人供應區拿1份食物放在剛才執行的行動格上，若你如此做，你獲得1根木頭。(下一個執行該行動格的玩家會得到那份食物)"
  },
  {
    "id": "WM020",
    "name": "農校畢業生",
    "req": "3+",
    "desc": "這張牌只能當作你第一個出的職業，打出此職業後，不能再使用任何的職業行動格。在每次收成階段開始時，你可以支付2份食物打出一張職業卡。"
  },
  {
    "id": "WM045",
    "name": "馬廄運輸工",
    "req": "1+",
    "desc": "將目前的回合數加上3、5、7與9，並在此四回合的行動格中，各擺上至多1棟你的馬廄。在這些回合開始時，你可以支付1根木頭建造該馬廄。(若你選擇不蓋，將馬廄歸還你的個人供應區)"
  },
  {
    "id": "WM023",
    "name": "森林農夫",
    "req": "1+",
    "desc": "在此卡上放置3個箭頭標示物。每回合可使用一次：在工作階段與結束階段中間，支付1根木頭並且歸還此卡上1個標示物，將你在「犁1塊農田」或「犁1塊農田和/或播種」行動格上的家庭成員，移動到任何一個未被佔領的行動格並且執行該行動。"
  },
  {
    "id": "WM047",
    "name": "倉庫看守者",
    "req": "3+",
    "desc": "在你打出此卡時，從你個人供應區拿1至4種建築資源放在此卡上，每個收成階段開始時，你可以增加此卡上的至多2種資源各1個。每回合你可以將此卡上的一種資源全數放入你的個人供應區。"
  },
  {
    "id": "WM003",
    "name": "蘋果採集者",
    "req": "1+",
    "desc": "每當你使用「拿1份小麥」或「拿1份蔬菜」行動時，得到額外的1根木頭與1份食物。"
  },
  {
    "id": "WM051",
    "name": "酒館主人",
    "req": "1+",
    "desc": "每次收成階段開始時，若你至少有一間空房間，則你獲得1份食物與1份小麥。遊戲結束時，你每一間空房間可獲得1點紅利分數。",
    "bonus": "有"
  },
  {
    "id": "WM031",
    "name": "謙卑農夫",
    "req": "3+",
    "desc": "在你打出此卡時，若遊戲尚有1/3/6/9回合，則你獲得1/2/3/4根木頭。在遊戲結束時，面前卡片數量最少的玩家獲得3點紅利分數。(卡片包括職業卡及發展卡，但不包括乞討卡)",
    "bonus": "有"
  },
  {
    "id": "WM027",
    "name": "女繼承人",
    "req": "1+",
    "desc": "在第6/10/13回合開始時，你的房屋材質若是木/磚/石，則可依以下費用擴建一間：木屋照常，磚屋可省1塊磚頭，石屋可省2顆石頭。(打出此卡時，將房屋片放置在對應的回合行動格上)"
  },
  {
    "id": "WM007",
    "name": "樹枝撿拾者",
    "req": "1+",
    "desc": "當你要擴建、翻修、購買發展卡時，若有用到了磚頭或石頭，則在支付費用之前，每擴建1間、每翻修1次、每購買1張發展卡，你得到1根木頭。"
  },
  {
    "id": "WM001",
    "name": "亞馬遜女戰士",
    "req": "3+",
    "desc": "當你在第7/9/11/13回合執行「釣魚」行動時，你可以獲得額外的1頭羊/豬/牛/任何你選擇的動物。"
  },
  {
    "id": "WM026",
    "name": "籬笆大師",
    "req": "3+",
    "desc": "每次你建造柵欄時，你獲得1點紅利分數。當你打出此卡時，你可以立刻執行一次建造柵欄的行動。",
    "bonus": "有"
  },
  {
    "id": "WM050",
    "name": "掛毯織布工",
    "req": "1+",
    "desc": "在你的收成階段，收割作物時，若你持有至少3隻羊，則你可從公用區拿1份食物放在1間房間上。每間房間只能放1份食物，你不能使用該食物，遊戲結束時，這些食物每份可為你獲得1點紅利分數。",
    "bonus": "有"
  },
  {
    "id": "WM028",
    "name": "牧人",
    "req": "1+",
    "desc": "每次你以家庭成員執行「臨時工」的行動時，你獲得額外的1頭羊。從第6回合開始，你可以改為獲得額外的1頭豬。"
  },
  {
    "id": "WM005",
    "name": "養蜂人",
    "req": "1+",
    "desc": "打出此卡時，立刻在你農場上放1個馬廄，不需支付木頭，該馬廄從此失去正常養動物功能。(若被柵欄圈起來仍有1分。)在每次收成的餵養階段，只要該馬廄仍在農場上，你得到1份食物。"
  },
  {
    "id": "WM042",
    "name": "改建家",
    "req": "1+",
    "desc": "當你要翻修木屋時，你可以在支付翻修的費用之前，拿回1個已蓋的馬廄，立刻免費擴建1間木屋。(拿回的馬廄之後仍可建造)"
  },
  {
    "id": "WM016",
    "name": "外交官",
    "req": "3+",
    "desc": "在第14回合，你可使用以下能力一次：你可以派遣你的家庭成員到一個已經被其他玩家佔領的行動格，若你在第7回合或之前打出此牌，你可以使用上述能力兩次。"
  },
  {
    "id": "WM034",
    "name": "飼養家畜者",
    "req": "1+",
    "desc": "打出此卡時獲得1隻豬，若打出此卡時已經有豬，則改為獲得1頭牛。在每個收成階段的繁殖牲畜步驟，你可以支付1份食物，使一種會繁殖的動物繁殖2隻後代。"
  },
  {
    "id": "WM044",
    "name": "筒倉女孩",
    "req": "3+",
    "desc": "一旦你翻修至石屋等級，在接下來的偶數回合擺1份小麥、奇數回合擺1份蔬菜，這些回合開始時獲得該份作物。(若打出此卡時已翻修至石屋，立刻擺上對應的作物)"
  },
  {
    "id": "WM048",
    "name": "週日工作者",
    "req": "3+",
    "desc": "在第7及第14回合，你各可以使用以下能力一次：支付1份食物，使你其中一位家庭成員的行動執行兩次，若是用在累積格，則你獲得兩倍的物品。"
  },
  {
    "id": "WM029",
    "name": "丘陵農夫",
    "req": "1+",
    "desc": "每次你建造至少1根柵欄時，或每次你犁至少1片田時，若你的房屋恰好有2/3間房間，則你獲得2/1份食物。"
  },
  {
    "id": "WM041",
    "name": "政客",
    "req": "1+",
    "desc": "打出此卡時你得到1顆石頭。每回合可使用2次以下能力：將1綑蘆葦換成1顆石頭；或將1顆石頭換成1綑蘆葦。"
  },
  {
    "id": "WM009",
    "name": "化學家",
    "req": "3+",
    "desc": "每次你從資源累積格取得木頭時，你可以立刻從個人供應區放1塊磚頭到另一個資源累積格，若你如此做，可獲得2份食物。"
  },
  {
    "id": "WM046",
    "name": "石頭館長",
    "req": "1+",
    "desc": "每次你派遣家庭成員至石頭累積格執行行動時，你獲得額外1份食物。遊戲結束時，你的石屋每有兩間房間可得1點紅利分數；你每有兩張費用含有石頭的發展卡可得1點紅利分數。",
    "bonus": "有"
  },
  {
    "id": "WM053",
    "name": "鄉巴佬",
    "req": "1+",
    "desc": "每回合開始時，你可以將1張手牌壓在鄉巴佬下，該牌之後便不能再使用。遊戲結束時，除了第3、5、7與第9張牌外，鄉巴佬下的每張牌為你帶來1點紅利分數。",
    "bonus": "有"
  },
  {
    "id": "WM037",
    "name": "馬廄專家",
    "req": "1+",
    "desc": "每次你從動物累積格取得2隻以上的動物時，你可以在拿取動物之前，立刻建造至多2棟馬廄，每棟馬廄的費用為1根木頭。"
  },
  {
    "id": "WM022",
    "name": "美食鑑賞家",
    "req": "1+",
    "desc": "由下往上依序疊放磚頭、蔬菜、石頭、小麥、木頭、蘆葦在此卡上。每當你執行「臨時工」、「釣魚」或「賣藝」行動時，帶走此卡上最上面的物品。"
  },
  {
    "id": "WM030",
    "name": "囤積者",
    "req": "1+",
    "desc": "每次收成階段，你可以從你個人供應區拿一個建築資源放在此卡上。遊戲結束時，此卡上有1/2/3/4種建築資源，你獲得1/2/3/5分紅利分數。",
    "bonus": "有"
  },
  {
    "id": "WM013",
    "name": "牛仔",
    "req": "3+",
    "desc": "你可以派遣你的家庭成員去執行「1隻羊」、「1頭野豬」或「1頭牛」的行動。即使該行動格上已經有其他玩家的家庭成員，若你如此做，得到1隻該種動物。另外，你可以在農莊中一格未使用區域養兩隻相同動物。(該格仍被視作未使用。)"
  },
  {
    "id": "WM010",
    "name": "修道院士",
    "req": "1+",
    "desc": "你農場中的5個直排，如果符合以下條件，每1直排獲得1點紅利分數：3格都是房間、或3格都是農田、或3格隸屬同一個圈地。",
    "bonus": "有"
  },
  {
    "id": "WM002",
    "name": "動物商",
    "req": "3+",
    "desc": "在每次收成階段的收割作物後，你可以買至多2隻動物，每隻羊/豬/牛需花費2/3/4份食物。"
  },
  {
    "id": "WM014",
    "name": "輪種農夫",
    "req": "1+",
    "desc": "每當你從農田上收成最後一個小麥(蔬菜)時，你可以立刻在該農田上種下蔬菜(小麥)。當你打出此卡時，立刻從你的每一片農田收成一個小麥或蔬菜。"
  },
  {
    "id": "WM052",
    "name": "磚瓦製造工",
    "req": "3+",
    "desc": "在你打出此卡時，若遊戲尚有1/3/6/9回合，則你獲得1/2/3/4塊磚頭。遊戲結束時，所有擁有磚頭屋的玩家，獲得2點的紅利分數。(擁有石頭屋的玩家不會得到紅利分數)",
    "bonus": "有"
  },
  {
    "id": "WM035",
    "name": "郵差",
    "req": "3+",
    "desc": "將2根木頭、2塊磚頭、1綑蘆葦、1顆石頭分別放在4個已開啟的行動格上(包括已被佔領的行動格)，當任何玩家(包括你)使用這些行動格時，可以支付你1份食物得到該行動格上你所放的資源。"
  },
  {
    "id": "WM011",
    "name": "承包商",
    "req": "1+",
    "desc": "每當你要擴建、翻修、或購買主要發展卡時，你可以選擇將至多1份需支付的資源，以1份食物代替。"
  },
  {
    "id": "WM019",
    "name": "家庭計劃者",
    "req": "1+",
    "desc": "將目前的回合數加上4、7與10，把還在你供應區中的家庭成員圓盤擺在這些回合的行動格上。在這些回合開始時，如果你家裡有空房間，可將其視為該回合剛出生的新生兒，從下一回合開始可以執行行動。"
  },
  {
    "id": "WM036",
    "name": "大廚",
    "req": "3+",
    "desc": "每一回合，你可以將你的第1位家庭成員派遣至此卡上，若你如此做，你獲得2份食物及1個當回合可使用的食客標記。(若你派遣第一子後會繼續派遣，之間沒有輪到其他玩家行動，則你不能這麼做。)"
  },
  {
    "id": "WM032",
    "name": "獵人",
    "req": "1+",
    "desc": "只要不是在收成階段的繁殖牲畜步驟得到的動物，你都可以立刻依以下比例將牠轉換成食物：羊->2食物, 豬->3食物, 牛->4食物。"
  },
  {
    "id": "WM021",
    "name": "柵欄經銷商",
    "req": "1+",
    "desc": "你只能建造12根柵欄。你每次建造柵欄時，支付1根木頭可以建造2根柵欄。(不需移除3根柵欄，可被其他卡片效果使用。)"
  },
  {
    "id": "WM006",
    "name": "借貸者",
    "req": "1+",
    "desc": "打出此卡時，得到7份食物與2張乞討卡。在任何時候，你可以支付3份食物棄掉1張因此卡效果而得到的乞討卡，或因少餵養食物給家庭成員而得到的乞討卡。"
  }
];